[FILE]
Author=Aharon Don (aronrefael@gmail.com)
Help=AIMP-en.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FFFFFFFF0000FF0000FFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFFFFFFFF0000FF0000FF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFF0000FF0000FFFFFFFF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FF0000FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1037
Name=Hebrew (HE)
VersionID=4001

[About]
B1=סגור
Caption=AIMP אודות
L1=:תמיכה
L2=:מחבר
L4=:מעצב
L5=רשיון
L6=דו''ח שינויים

[Actions]
EqualizerFrame=אקולייזר
Form.DockTo=הסתר
Form.DockToEdges=לצד שמאל|לצד ימין|לפינה עליונה|לפינה תחתונה
Form.DoMaximize=הגדל
Form.Maximize=הגדל|שחזר
Form.Minimize=מזער
Form.Pin=הצמד חלון
Form.StayOnTop=תמיד גלוי
Form.Undock=מצב מותאם אישי
Form.Visible=%s - הסתר|%s - הצג
PlaylistFrame=רשימת השמעה
QuickSearch=חיפוש מהיר
Tabs.ScrollDown=גלול כרטיסיות אחורה
Tabs.ScrollUp=גלול כרטיסיות קדימה
Visuals.VisualMenu=רשימת פריטי ויזואליזציה

[AddLinkDialog]
btnOk=אישור
Caption=הוסף קישור
lbLink=:קישור זרימת מדיה
lbName=:שם

[AIMP]
miCountdown=סְפִירָה לְאָחוֹר
acCopyTo=...העתק ל
acFormsTogglePlaylistVisibility.h=הצג/הסתר רשימת השמעה
acFormsTogglePlaylistVisibility=הצג/הסתר רשימת השמעה
acHelp=עזרה
acMainAddFiles.h=הוסף קבצים
acMainAddFiles=קבצים
acMainAddFolder.h=הוסף תיקייה
acMainAddFolder=תיקייה
acMainAddPlaylist.h=הוסף רשימת השמעה
acMainAddPlaylist=רשימת השמעה
acMainAddURL.h=הוסף כתובת קישר
acMainAddURL=כתובת קישור
acMainBookmarksManager=ניהול מועדפים
acMainDSPManager=DSP ניהול
acMainDSPManagerCrossMixing=אפשרויות ערבוב :DSP ניהול
acMainDSPManagerEQ=אקולייזר :DSP ניהול
acMainDSPManagerVolumeNormalization=איזון עוצמה :DSP ניהול
acMainExit.h=AIMP סגירת
acMainMinimize.h=מזער / הגדל
acMainOpenFiles.h=(פתח קובץ(ים
acMainOpenFiles=פתח קבצים
acMainOpenFolder=פתח תיקייה
acMainOpenPlaylist.h=פתח רשימת השמעה
acMainOpenPlaylist=פתח רשימת השמעה
acMainStayOnTop=תמיד גלוי
acMLCompressDB=דחיסת בסיס נתונים
acMLDeleteAll=הסר את כל קבצי הבסיס נתונים
acMLGroupingTreeDeleteSelected=מחק מהבסיס נתונים
acMLLabelsDialog=...תוויות
acMLMakeReport=...דו''ח
acMLMissedFiles=...קבצים בודדים
acMLPlayFiles=נגן
acMLReloadTagsForAllFiles=טען מחדש תיוג לכל הקבצים
acMLReloadTagsForSelectedFiles=טען מחדש תיוג לקבצים נבחרים
acMLTableDeleteSelected=מחק קבצים נבחרים מבסיס נתונים
acMLTableSendFilesToActivePlaylist=הוסף לרשימת השמעה פעילה
acMoveTo=...העבר ל
acOpenFolder=פתח תיקייה
acOptionHotkeys.h=אפשרויות מקשי קיצור
acOptionHotkeys=מקשי קיצור
acOptionLangs.h=אפשרויות שפה
acOptionLangs=שפה
acOptionPlugins.h=הגדרות תוספים
acOptionPlugins=תוספים
acOptions=העדפות
acOptionShutdown.h=אפשרויות תזמון
acOptionShutdown=תזמון
acOptionSkins.h=הגדרות ממשק
acOptionSkins=סקינים
acPlayableFileCopyFileToClipboard.h=העתק קובץ ללוח
acPlayableFileCopyInfoToClipboard.h=העתק מידע קובץ ללוח
acPlayableFileCopyToLastPath.h=העתק קובץ המושמע כעת לתיקייה האחרונה
acPlayableFileDeletePhysically=מחק פיזית את הקובץ שמתנגן כעת
acPlayableFileShowFileInfo=מידע קובץ נוכחי
acPlayableFileToggleSwitchInPlaylist.h=(קובץ נתמך (פעיל / מושבת
acPlayerJumpToTime=דלג לזמן
acPlayerNextTrack=קובץ הבא
acPlayerPlayPause=נגן/השהה
acPlayerPrevTrack=קובץ קודם
acPlayerRadioCapture=הקלטת רדיו
acPlayerRepeat=ניגון רצועה חוזר
acPlayerRepeatPartAB="А-B" חזור על חלק
acPlayerSeekBackward.h=גלול אחורה
acPlayerSeekForward.h=גלול קדימה
acPlayerShuffle=סדר אקראי
acPlayerStop.h=עצור השמעה
acPlayerStopAtEnd.h=עצור השמעה לאחר קובץ נוכחי
acPlayerVolumeDown.h=- עוצמה
acPlayerVolumeMute.h=(השתקה (פעיל / מושבת
acPlayerVolumeMute=השתק
acPlayerVolumeUp.h=+ עוצמה
acPlaylistAddSelectedToBookmarks.h=הוסף מועדף
acPlaylistAddSelectedToQueue=הוסף לתור
acPlaylistClose=סגור רשימת השמעה
acPlaylistCloseOthers=סגור רשימות השמעה אחרות
acPlaylistCopySelectedToClipboard=העתק קבצים נבחרים ללוח
acPlaylistDeleteAll=הסר הכל
acPlaylistDeleteDuplicates=הסר פריטים כפולים
acPlaylistDeleteNonExists=הסר קבצים חסרים
acPlaylistDeleteNonSelected=הסר את כל הקבצים חוץ מפריטים נבחרים
acPlaylistDeleteSelected=הסר קבצים נבחרים
acPlaylistDeleteSelectedPhysically=מחק פיזית קבצים נבחרים
acPlaylistDeleteSwitchedOff=הסר קבצים לא פעילים
acPlaylistDeleteSwitchedOffPhysically=מחק פיזית קבצים לא פעילים
acPlaylistFindInML=חפש בספריית המוסיקה
acPlaylistFindNewFiles=חפש קבצים חדשים
acPlaylistFocusedItemShowQTE=מידע קובץ
acPlaylistInsertAfterPlayingItem=הכנס לאחר הנוכחי
acPlaylistInsertToQueueBeginning=הוסף להתחלת התור
acPlaylistNew=רשימת השמעה חדשה
acPlaylistNext.h=רשימת השמעה הבאה
acPlaylistPlayFocusedItem.h=נגן קובץ נבחר
acPlaylistPlayFocusedItem=נגן
acPlaylistPlayPrevious=נגן רשימת השמעה אחרונה
acPlaylistPrev.h=רשימת השמעה קודמת
acPlaylistReloadFromPreimage=שחזר נתונים משמירה קודמת
acPlaylistRemoveSelectedFromQueue=הסר מהתור
acPlaylistRename=שנה שם רשימת השמעה
acPlaylistReverse.h=מיון: הפוך
acPlaylistReverse=הפוך מיון
acPlaylistSave=שמור רשימת השמעה
acPlaylistSortByArtist=מיין לפי אומן
acPlaylistSortByDuration=מיין לפי אורך
acPlaylistSortByFileName=מיין לפי תיקיות
acPlaylistSortByTitle=מיין לפי כותרת
acPlaylistSortRandomize.h=מיון: אקראי
acPlaylistSortRandomize=אקראי
acQueueClear=נקה תור השמעה
acQueueManager=ניהול התור
acSearchAdvanced=חיפוש מתקדם
acSearchQuick=(חיפוש מהיר (התחל \ המשך
acSendToAudioConverter.h=שלח להמרת אודיו
acSendToAudioConverter=ממיר אודיו
acSendToTagEditor.h=Tag שלח לעורך
acSendToTagEditor=Tag עורך
acUtilsAudioConverter=המרת אודיו
acUtilsAudioLibrary=ספריית אודיו
acUtilsTagEditor=עורך תויות
acVisualFullScreen.h=מצב ויזואליזציה: מסך מלא
acVisualFullScreen=מסך מלא
acVisualNext.h=ויזואליזציה הבאה
acVisualNormal.h=מצב ויזואליזציה רגיל
acVisualNormal=רגיל
acVisualPrev.h=ויזואליזציה קודמת
CategoryMenu=קבוצה
CategoryOptions=אפשרויות
ClearPls=נקה רשימת השמעה
CM_DEL=הסר מרשימת השמעה
CM_SEL=בחר קבצים
CountLabel.h=ספירת קבצי רשימת השמעה
ItmEQPos=הצג אקולייזר בצד שמאל
LengthLabel.h=אורך כולל של רשימת ההשמעה
miMLCreateDynPlaylist=צור רשימת השמעה חכמה
miMLGroupingPreset=קיבוץ
miMLGroupingPresetAdd=...הוסף
miMLGroupingPresetEdit=...ערוך
miMLGroupingPresetRemove=מחק
miMLLabelsExclude=בטל קביעת תוית
miMLLabelsInclude=קבע תוית
miMLManageDB=בסיס נתונים
miMLReload=...רענן
miMLTableSendToPlaylist=שלח לרשימת השמעה
miPersonalSettings=הגדרות אישיות
miPlaylistNewSmart=רשימת השמעה חכמה חדשה
miReadOnly=נעילת שינויים
miSelectAll=בחר את כל הקבצים
miSelectNone=בטל בחירה
miSelectPls=בחר רשימת השמעה
miSendToPlaylist=שלח לרשימת השמעה אחרת
miSortByPatternOptions=אפשרויות
N6=סריקת תויות מחדש
N20=תור
N22=מגש המערכת
N31=מצב ויזואליזציה
N35=הצג חלון
N36=אקולייזר
N37=חלון ויזואלי
N38=(הסתר הכל)
N40=ויזואליזציה
N41=סקינים
N43=עזרה
N47=יציאה
N56=כלי עזר
N70=להשבית מקשי קיצור
N75=כלי עזר
N79=הצג נוכחי
N80=טען ערכה קבועה
N81=שמור ערכה קבועה
N83=אפס את כל הגדרות האפקטים
N84=אפס הגדרות האקולייזר
N85=כווץ הכל
N86=הרחב הכל
N90=נגן
N91=נגן/השהה
N92=עצור
N93=הוסף קבצים
N95=רצועה קודמת
N96=רצועה הבאה
N98=עוצמה
N114=מזג עם קבוצות זהות
N115=מזג את כל הקבוצות הזהות
pmAdd.h=הוסף פריטי תפריט
pmDelete.h=הסר פריטי תפריט
pmEqualizer.h=הגדרות אקולייזר
pmMainMenu.h=תפריט ראשי
pmManagePlaylist.h=ניהול רשימת השמעה
pmMisc.h=תפריט שונות
pmMLDelete.h=הסר פריטי תפריט
pmMLGroupingPresets.h=קבץ ערכות קבועות
pmMLLabels.h=תפריט תגיות
pmMLMainMenu.h=תפריט ראשי- ספריית מוסיקה
pmMLMisc.h=תפריט שונות
pmPlaylistList.h=רישום רשימות השמעה
pmQuickOptions.h=הגדרות מהירות
pmSorting.h=מיין פריטי תפריט
pmUtilities.h=כלי עזר
SentToNewPLS=לרשימת השמעה חדשה
SizeLabel.h=גודל קבצים ברשימת השמעה
TCFixFloat=הצמד סרגל מידע
TL=שמור רשימת רצועות
TrayCotnrol=הצג נגן קומפקטי

[AIMPML]
Added=נוסף
Album=אלבום
AlbumArtist=אמן האלבום
Artist=אמן
Bitrate=קצב סיביות
BPM=BPM
Channels=ערוצים
Composer=מלחין
Copyrights=זכויות שמורות
DiskNumber=# דיסק
Duration=משך
FileFormat=תבנית קובץ
FileName=שם קובץ
FileSize=גודל קובץ
Genre=ז'אנר
Labels=תויות
LastPlayback=הושמע לאחרונה
PlaybackCount=ספירת השמעה
Publisher=מפיץ
Rating=דירוג
SampleRate=קצת סיביות
Title=כותרת
TrackNumber='רצועה מס
URL=קישור
UserMark=סימון
Year=שנה

[AIMPML.Controls]
None=(כלום)
SetNewLabel=...תוית חדשה
ShowAll=(הצג הכל)
UnsetAllLabels=בטל קביעת כל התויות

[AIMPML.Reports]
AlbumCount=:מספור אלבום
ArtistCount=:מספור אמן
Common=סטיסטיקות
FavoriteAlbums=(%d אלבומים מועדפים (מעל
FavoriteArtists=(%d אמנים מועדפים (מעל
FavoriteGenres=(%d ז'אנרים מועדפים (מעל
FavoriteTracks=(%d רצועות מועדפות (מעל
GenreCount=:ספירת ז'אנר
L1=:מספור השמעה
L2=מספור רצועה
L3=(~) סיכום אורך
L4=אמן
L5=הושמע
L6=סך הכל
TrackCount=:ספירת רצועה

[AIMPMLFilterEditorDialog]
btnCancel=ביטול
btnOK=אישור
Caption=כללי סינון
cbLimit=:מספור רצועות מקסימלי
cbSortBy=:מיין לפי
L1=כללים

[AIMPMLFilterEditorDialog.FilterControl]
C=הוסף כלל
G=הוסף קבוצה
Op0=שווה
Op1=לא שווה
Op2=בין
Op3=פחות
Op4=פחות או שווה
Op5=גדול
Op6=גדול או שווה
Op7=מכיל
Op8=מתחיל עם
Op9=מסיים עם
R=מחק

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=נקה
btnEditFilter=...עריכה
Caption=תבנית קיבוץ
L1=שם אוטומטי
L2=קבץ לפי שדה
L3=מסנן מותאם
lbName=שם
lvAvailable=שדות זמינים
lvGroup=שדות בשימוש

[AIMPMLLabelsDialog]
acMoveLeft=קבע תוית
acMoveRight=בטל סימון תוית
acRemove=הסר תוית
acRename=שנה שם תוית
btnCancel=ביטול
btnOK=אישור
C1=תויות
C2=תויות זמינים
Caption=תויות
L1=הכנס שם התוית
L2=הוסף
miSetToAll=החל על כל הקבצים
miUndoSetToAll=בטל: החל על כל הקבצים

[AIMPMLMissedFilesDialog]
acApply=החל על קבצים שנבחרו
acFind=...חפש
acRemoveSelected=הסר קבצים נבחרים מבסיס נתונים
acReplace=...החלף שם קובץ
Caption=שמות שהוחלפו

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=קבצים שהוחלפו
c[1]=הצעת שמות להחלפה
c[2]=מידת קיום

[AIMPMLMonitoringSettingsDialog]
acAdd=הוסף
acDeleteAll=מחק הכל
acDeleteSelected=הסר נבחרים
acUpdate=עדכן
btnClose=סגור
Caption=הוספת קבצים
CB1=חפש שינוי שם או מיקום של קבצים
CB2=מחק רישום קבצים חסרים מהבסיס נתונים
CB3=קרא תויות מחדש
cbMinFD=:אם משך ההשמעה קצר מ
cbMinFS=:אם גודל הקובץ פחות מ
cbScanOnStartup=בדוק קבצים חדשים בעת אתחול התוכנה
cbTrackChanges=עקוב אחר שינויים בזמן הרצת התוכנה
GB1=עוקב
GB2=בצע במהלך עדכון
gbFiltBy=דלג קובץ
L1=:אם סיומת הקובץ הוא
L2=לחץ על לחצן ה"עדכון" עבור עדכון תוכן הבסיס נתונים של ספריית המוסיקה
pcpFolders=תיקיות
pcpSettings=הגדרות

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=תיקייה
c[1]=תת-תיקיות

[AIMPMLPreimageDialog]
Caption=רשימת השמעה חכמה - ספריית מוסיקה

[AIMPPlaylistFoldersPreimageDialog]
acAdd=הוסף
acDeleteAll=מחק הכל
acDeleteSelected=מחק נבחרים
btnCancel=ביטול
btnOk=אישור
Caption=רשימת השמעה חכמה - תיקיות
cbSyncOnChanges=עקוב אחר שינויים בזמן פעולה
cbSyncOnStartup=בדוק אחר שינויים באתחול

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=תיקייה
c[1]=כלול תת-תיקיות

[AIMPSendToDialogForm]
cbDefault=החל כברירת מחדל
cbSaveStructure=תבנית נתיב לשמירה
gbAdditionals=קבצים נוספים
gbPath=נתיב תיקיית יעד
gbRename=שנה שם באמצעות תבנית
L1=העתק|העבר
L2=העתק ל|העבר ל
L3=אפשרויות העתקה|אפשרויות העברה
lbAdditionals=מפריד, * - חלק לא ידוע בשם הקובץ - ;\n .הקבצים יועתקו לנתיב היעד עם הקבצים העקריים

[ATEAutoTagForm]
c[0]=שם קובץ
c[1]=אלבום
c[2]=אמן
c[3]=ז'אנר
c[4]=כותרת
c[5]=מספר רצועה
c[6]=שנה
C1=לפני שינויים
C2=לאחר שינויים
Caption=מלא תווית אוטומטי לפי שם קובץ

[ATEChangeRegisterDialog]
Caption=שינוי תיאור / תעתיק
CB1=:תגים
GB1=פעולות
L1=:תיאור
L2=:תעתיק
L3=:שדות

[ATEForm]
A1=(XX) מספור אוטומטי
A2=שינוי שם
A3="%s" שנה לפורמט
A4=החל
A9=דלג על קבצים שנותחו
acEdit=ערוך את כל השדות
aSave=שמור
aTag.h=מילוי אוטומטי
B1.h=שינוי תיאור / תעתיק
B5=רענן תוויות
btnBPM.h=BPM
btnRG.h=Replay Gain
Caption=עורך תוויות מתקדם :AIMP
cbSubFolders=עם תיקיות משנה
lbNoData=(אין נתונים להצגה מקדימה)
miBPMAnalyze=נתח נבחרים
miDelete=מחק
miDeletePhys=מחק פיזית
miGroupBy=מיין לפי
miGroupByFolder=לפי תיקייה השורש
miGroupByNone=ללא קיבוץ
miJumpTo=...עבור לתיקייה
miNumCfm=בקשת אישור
miRgAlbum=סרוק נבחר: כאלבום אחד
miRgFile=סרוק נבחר: ללא אלבום
miRgMAlbum=סרוק נבחר: קבל אלבום מתוויות
miRgRemove=מתוויות ReplayGain הסר מידע
miSoundOut=אפשרויות השמעה
TM0=קבצים, הממוקמים בדיסק קשיח
TM1=קבצים, שנוספו ע"י המשתמש

[ATEForm.lvTable]
c[0]=מספר
c[1]=מספר דיסק
c[2]=שם קובץ
c[3]=כותר
c[4]=אמן
c[5]=אלבום
c[6]=שנה
c[7]=ז'אנר
c[8]=קצב סיביות
c[9]=אורך
c[10]=פורמט
c[11]=עטיפה
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=גודל

[ATERenameForm]
btnRename=שינוי שם
Caption=אפשרויות שינוי שם
CB1=תצוגה מקדימה
CB2=בצע עיבוד על קובץ מועתק
GB1=שינוי שמות קבצים מתבנית
GB2=העבר קבצים לתיקייה נבחרת
GB3=חיפוש והחלפה
GB4=רישום
GB5=תעתיק
L1=:חפש
L2=למיון לפי תיקיות (%Y\%A - %T) "\" ניתן להשתמש בסמל
L3=:החלף עם

[ATESaveParams]
Caption=שמור אפשרויות

[AutoTag]
bOk=החל
Caption=מילוי אוטומטי
CB1=לא למלאות שדה שכבר מכיל ערך כלשהוא

[BookmarkEditDialog]
btnOk=שמור
Caption=עורך המועדפים

[BookmarksManagerDialog]
acItemAddFile=הוסף: קובץ
acItemAddFolder=הוסף: תייקיה
acItemAddLink=הוסף: קישור
acItemEdit=ערוך
acItemRemove=הסר
B1=הוסף לרשימת השמעה
B2=נגן
btnAdd=הוסף
btnClose=סגור
Caption=ניהול מועדפים

[BookmarksManagerDialog.lvItems]
c[0]=כותרת
c[1]=נתיב
c[2]=מיקום
c[3]=הערות

[CommonDialogs]
B1=אישור
B2=ביטול
B3=תיקייה חדשה
L1=בחר תיקייה
L2=כלול תת תיקיות
SA=בחר הכל
SN=הסר בחירה

[ConfirmDialog]
B1=החלף
B2=החלף הכל
B3=דלג
B4=דלג הכל
B5=שינוי שם
B6=ביטול
Caption=החלף
gbFile1=החלף קובץ
gbFile2=עם קובץ חדש

[CONTEXT]
0=AIMP פתח באמצעות
1=נגן
2=הוסף לרשימת השמעה
3=הוסף לתור
4=הוסף כמועדף
5=ערוך תוויות
6=המרה לפורמט אחר

[Converter]
actAddFiles=הוסף קבצים
actAddFolders=הוסף תיקיות
actAddPlaylist=הוסף רשימות השמעה
actDeleteAll=נקה
actDeleteSelected=הסר נבחר/ים
bAdd.h=הוסף קבצים / תיקיות
bDelete.h=הסר קבצים
bQuickOptions.h=אפשרויות
bSettings=אפשרויות
bStart=התחל
bStop=עצור
Caption=AIMP: המרת אודיו
csCancel=בוטל
csDone=בוצע
csError=שגיאה
csWaiting=...ממתין
lbEncoder=:פורמט
lbMode=מצב קידוד
lbTargetFileName=:שינוי שם קובץ
lbTargetFolder=:-העבר המרה ל
lbTimeElapsed=:עבר
lbTimeLeft=:נשאר
lbTotalProgress=:התקדמות כוללת
miDeleteSource=הסר את קובץ המקור לאחר המרה מוצלחת
miSavePathStructure=שמור מבנה הספריות בעת העברת קובץ לנתיב היעד
miShutdownWhenDone=כבה את המחשב לאחר השלמת ההמרה
miUncheckSuccessful=הסר סימון מהקובץ לאחר השלמת המרה
Modes=מקור בודד - תוצאה יחידה|כל המקורות - תוצאה יחידה
PatentedCodecsWarning=.%s לפירוט "%s" אם נחוץ לך תכונה זו, תוכל להוריד את הספריות החסרות ולהתקין לתיקייה \n\n %s :בגלל תוכנה עם זכויות שמורות, לא נוכל להפיץ תוכנת קידוד עבור הפורמטים הבאים
PatentedCodecsWarningTitle=המרה לפורמטים נופסים

[Converter.lvTable]
c[0]=שם
c[1]=פורמט
c[2]=מצב
c[3]=מספר

[ConverterEncoders]
bOk=אישור
cbAsInput=כקובץ המקור
cbChangeFormat=שנה פורמט
cbCorrectionFile=צור קובץ תקין
cbIncludeMD5=כלול בדיקת סיכום לקובץ
cbModeHybrid=Hybrid
cbModeLossless=ללא איבוד מידע
gbMode=מצב
lbBestC=הדחיסה הטובה ביותר
lbBestQ=איכות הטובה ביותר
lbBitDepth=:קצב דגימה
lbBitrate=:סיביות
lbBitrateMode=:מצב
lbChannels=:ערוצים
lbCompression=:דחיסה
lbLeast=:דחיסה מהירה
lbMost=:דחיסה הטובה ביותר
lbQuality=:איכות
lbSampleRate=:קצב סיביות
scParams=פרמטרים

[CopyDialog]
0=...מעתיק
1=...מעביר
2=השהה
3=המשך

[DropForm]
CB1=אל תשאל שוב
RG1=גרור ושחרר

[DSPDialog]
btnEqPresets=ערכת שמירה מוגדרת
btnReset=שחזר ברירת מחדל
CB1=(הסרת קול (לסטריאו בלבד
CB3=(שימוש בשמע דועך (השהה/המשך
CB4=שימוש בשמע דועך בניווט באותו שיר
CB5=שינוי החלקת עוצמה
CB6=ערבב שיר הבא עם הקודם
CB7=עוצמה דועכת בהתחלת רצועה
CB8=עוצמה דועכת בסיום רצועה
cbEqSwitch=הפעל את האקולייזר
GB1=כוונן עוצמה
GB2=מיזוג שירים ידני
GB3=מיזוג שירים אוטומטי
GB4=Replay Gain
L1=ניתן לאפס ערכים דרך לחצן עכבר ימני *
L2=:DSP תוספי
L4=Replay Gain
L5=:ערך נוכחי
L6=:רמת סף עליון להגברה
L7=:רמת סף תחתון להגברה
L9=:ערך ברירת מחדל
L10=:רמת עוצמת היעד
lbChorus=מקהלה
lbEcho=הד
lbEnhancer=Enhancer
lbFlanger=Flanger
lbPitch=טון
lbReverb=Reverb
lbSpeed=מהירות
lbTempo=קצב
lbTrueBass=בס
R2=השתמש בערכים מהתווית
R3="נתח קובץ "בעיבוד פתוח ללא שמירה
RB1=ללא שינויים
RB2=הוסף הפסקה בין השירים
tcpAutoVolume=איזון עוצמה
tcpCrossMixing=אפשרויות ערבוב
tcpSoundEffects=אפקטים

[DSPDialog.cbReplayGainSource]
i[0]=מקור: קובץ
i[1]=מקור: אלבום

[EditorForm.RegisterFmt]
i[0]=ללא שינויים
i[1]=כל המילים באותיות גדולות
i[2]=מילה ראשונה באות גדולה
i[3]=הכל באותיות גדולות
i[4]=הכל באותיות קטנות

[EQPresetsDialog]
B1=החל
B2=ביטול
B3=מחק
B4=שחזר
Caption=ערכות קבועות לאקולייזר

[HotkeysGroups]
Common.Dialogs=כללי: דו שיח
Common.SendTo=...קבצים: שלח ל
Common=כללי
MusicLibrary.GroupingTree=ספריית מוסיקה: עץ קבוצות
MusicLibrary.Table=ספריית מוסיקה: טבלה
MusicLibrary=ספריית מוסיקה: כללי
Player.Navigation=נגן: ניווט
Player.PlayableFile=נגן: קובץ השמעה
Player.PlaybackControl=נגן: בקרת השמעה
Player.Visualizations=נגן: מראה עטיפה
Playlist.AddFiles=רשימת השמעה: הוספת קבצים
Playlist.Deletion=רשימת השמעה: מחיקת קבצים
Playlist.Search=רשימת השמעה: חפש
Playlist.SelectedFiles=רשימת השמעה: קבצים שנבחרו
Playlist.Sorting=רשימת השמעה: מיון
Playlist=רשימת השמעה

[InfoBar]
CB1=הצג מידע קובץ נוכחי עם התחלת השמעה
CB2=לשמאל| לימין| למרכז
CB3=הצג בחלק העליון של שולחן העבודה | הצג בחלק התחתון של שולחן העבודה
CB4=הצג עטיפת אלבום
CB6=הצג בהפעלת יישום במסך מלא
CB7=החל רק על הרקע
CB8=הצג תמיד
GB5=תוכן
L3=:הצג זמן
L5=:יישור טקסט
M1=רקע
M2=%d קו
M3=גופן
M4=צבע טקסט
P1=סרגל מידע
RB2=כרטיס מידע קובץ מהיר
T0=התנהגות
T1=תבנית
T2=תצוגה

[MSG]
1=רשימת השמעה חדשה
2=הכנס שם
3=ספריית מוסיקה
4=? פעולה זו ימחק קבצים מהדיסק הקשיח ! להמשיך
5=(מושבת)
6=!הקובץ או התיקיה לא נמצא
7=מזער למגש המערכת
8=הצג חלון ראשי
9=שנה שם
10=עוצמה
11=מיקום
12=נגן
13=נגן מההתחלה
14=השהה
15=הגדרות קבועות מראש
16=בחר הכל
17=כבה|הפעל
18=שלח קבצים
19=מקש קיצור דרך זה אינו חוקי או שכבר הוקצה ליישום אחר
20=?להשתמש במקשי מולטימדיה
21=בהתאם למיקום חלון ראשי
22=כתיבה לקובץ
23=תצוגה מקדימה
24=תמיד מעל
25=.אולי זה נעול על ידי יישום אחר ,"%s" לא ניתן לשמור שינויים בקובץ
26=?להחיל שינויים בקבצים
27=מלחין
28=התאם מיקום לפי חלון ראשי|(%s) שני :%d מסך|(%s) ראשון :%d מסך
29=אינה קיימת "%s" התיקייה
30=:אין אפשרות להסיר את אחד התוספים, אולי זה בשימוש ע"י יישום
31=...בוצע
32=!לא ניתן לשנות את רשימת השמעה, כי היא נעולה \n :מצב רשימת השמעה בודדת
33=חיפוש
34=קבצים מקומיים
35=ללא קיבוץ
36=...חפש קבצים
37=קבצים לקריאה בלבד|הוגדרו לתמונה
38=!אם תבחר באפשרות זו לשוניות רשימות השמעה אחרות ייסגרו באופן אוטומטי \n אפשרות זו מנטרלת את האפשרות ליצור יותר מרשימת השמעה אחת
39=איכות
40=...שמור בשם
41=הורד מהאינטרנט
42=:פורמט
43=(ברירת מחדל)
44=מהירות
45=איזון
46=...פותח...|מבצע אגירה
47=הקלט רדיו
48=כותרת
49=רשום
50=!מקש זה כבר בשימוש
51=:דלג לזמן
52=פורמט לא תקין
53=? גרסה חדשה זמינה. להוריד כעת
54=מקורות שמע
55=:ערך נוכחי
56=למיון לפי תיקיות, השתמש בתו "\" בתבנית
57=?האם אתה בטוח שברצונך לאפס את הנתונים הסטטיסטיים
58=תבנית חדש
59=:מחק קבצים|הקבצים הבאים לא נמחקו עקב שגיאת מערכת
61=? הפעולה טרם הסתיימה. לסיים  כעת
62=? פעולות מסוימות עוד לא הסתיימו ! האם אתה רוצה לבטל אותם
63=:חיפוש קבצים
64=:גודל
65=:תאריך יצירה
66=לא נמצא כלום
67=...מעדכן
68=.%s :נשמר \n %s  :גודל מסד הנתונים החדש \n !בוצע
69=החל
70=ביטול
71=דרוש הרשאת מנהל
72=סוג קובץ
73=...טוען
74=תיקיית פרופיל
75=מיין לפי תבנית
76=%s קבע דירוג
77=חיפוש אוטומטי
78=:קבצים חדשים
79=שיקוף
80=תצוגה מקדימה
81=מילות השיר
82=מיקום קובץ
83=זכויות יוצרים
84=שינויים יחולו לאחר אתחול התוכנה
85=דירוג
86=העתק
87=הדבק
88=גזור
89=מקור
90=תוצאה
91=לא נמצא תווית. שם הקובץ לא ישתנה
92=DSP|הכל|תוספות|מקודדים|ערכת נושא
93=...מוסיף קבצים
94=| [מופעל] "A-B" הוקצה | חזרה על חלק "A" כבוי] | נקודה] "A-B" חזרה על חלק
95=שניות %s חיבור מחדש לאחר
96=! לברירת המחדל presets אזהרה! פעולה זו תאפס רשימת
97=שמור מצב הנגן בסגירה
98=השתמש בנגן קומפקטי במקום מזעור למגש
99=Presets -עורך ה
100=אלבום
101=קישור
102=אמן
103=כותר
104=הערה
105=ז'אנר
106=הסר תווית
107=שנה
108=# רצועה
109=# דיסק
110=כריכת אלבום
111=גופנים לא נמצאו או שהם לא תקינים
112=<כלום>
113=!בוצע
114=? פעולה זו תסיר את כל הקבצים ואת הסטטיסטיקות ממסד הנתונים! להמשיך
115=אורך
116=קובץ|תיקייה|רשימת השמעה
117=הושמע
118=נוסף
119=דירוג
120=ניהול רשימות השמעה
121=:עכוב
122=סגור
123=העתק קובץ ללוח
124=פתח את עורך התוויות
125=קטלוגים
126=...נא המתן
127=מספר השמעות
128=העתק ל %s| העבר ל %s
129=(בחירת תבנית - RMB) מילוי אוטומטי
130=אמן האלבום
131=:ממיר
132=שינוי שם
133=הגדרות
134=מושהה
135=שינוי גודל
136=?ההגדרות השתנו. לשמור שינויים
137=כונן נשלף|CD כונן
138=החל על
139=שניות %s המחשב יתכבה לאחר
140=מפיץ
141=דציבל
142=.תוכניות אחרות לא יוכלו להשתמש בו ,AIMP אזהרה: אם התקן זה נמצא בשימוש ע''י
143=תמונה: |כלום|רשימת השמעה או תיקייה|ספריית מוסיקה

[Options]
bCancel=סגור
Caption=אפשרויות

[OptionsFrameAddFiles]
C1=הוספת קובץ
C9=כללי
C10=פתח קבצים מיישומים חיצוניים
C11=גרור ושחרר
CB1=שאל את המשתמש
CB2=בהוספה לרשימת השמעה CUE הרחב קבצי
CB6=סרוק אוטומטי את רשימת ההשמעה בעת הוספת קבצים
CB9=נגן פתיחת קובץ באופן מיידי
CB15=נגן קבצים שנוספו באופן מיידי
CB19=התחל השמעה מיידית
CB47=אם נשלח קובץ בודד, הוסף אותו לרשימת השמעה נוכחית
CB48=פתח קבצי רשימת ההשמעה בלשוניות חדשות
CB59=מיין לפי שם קובץ
L1=:פעולת ברירת מחדל
L7=:בפתיחת קבצים

[OptionsFrameAddFiles.CBA]
i[0]=צור רשימת השמעה חדשה
i[1]=הוסף לרשימת השמעה נוכחי
i[2]="הוסף לרשימת השמעה ריקה "ברירת מחדל

[OptionsFrameAddFiles.RG4]
i[0]=הוסף קבצים למיקום נוכחי
i[1]=הוסף קבצים בסוף רשימת השמעה
i[2]=הוסף קבצים בתחילת רשימת השמעה
i[3]=הוסף וערבב קבצים ברשימת השמעה

[OptionsFrameAlbumArtManager]
B1=רוקן מטמון
C1=אפשרויות חיפוש אוטומטי
C2=אפשרויות אגירה
Caption=עטיפת אלבום
GB1=מצא באינטרנט
GB2=אפשר אגירה
GB3=מצא בתיקייה
L1=לא הותקן תוסף להורדת עטיפת אלבום מהאינטרנט
L2=:גודל קובץ מירבי להורדה
L3=.שימוש באגירה מפחית את כמויות הגישה לקריאה מהדיסק, חוסך בתעבורת אינטרנט, מאיץ את חיפוש האלבומים
L4=:הסר רישום מהמטמון לאחר
L5=ימים
L6=:מצב

[OptionsFrameAssoc]
B1=סוגי קבצים
C1=שייך סיומות קבצים
CB1=קבצי אודיו
CB2=רשימות השמעה
CB3=סקינים

[OptionsFrameConvertor]
C1=הגדרות המרה
C18=התנהגות
Caption=ממיר
CB1=CUE הרחב את הקבצים ע''י הוספת לטבלה קובץ גיליון
L1=:שרשורים
L2=[!] מספר השרשורים המירבי תלוי במספר ליבות המעבד

[OptionsFrameFace]
C2=אפשרויות הממשק
C3=שיקוף
Caption=ממשק
CB1=אפשר שיקוף חלקי לפיקסל
CB2=הצג מד גלים לקובץ המושמע מעל שורת התקדמות
CB3=הנפש הצמדת חלונות בהצגה או בהסתרה
CB4=אפשר הנפשת חלון הנגן במצב סרגל שולחן העבודה
CB5=אנימצית ספקטרום לקבצים נתמכים
CB28=אפשר הנפשה ויזואלית
CB30=אפשר אפקט לחצן דוהה
CB35=החלק גלילת לשוניות רשימת השמעה
CB38=בטל שיקוף אם החלון פעיל
CB39=בטל שיקוף חלון במיקוד העכבר
CB42=שקיפות חלקה
CB52=AIMP הצמד חלונות לקצוות המסך ולשאר חלונות
L1=נדרשת תמיכה של מראה המעטפת בתכונה זאת

[OptionsFrameHotkeys]
B10=ברירת מחדל
c[0]=שם פקודה
c[1]=מקומי
c[2]=גלובלי 1
c[3]=גלובלי 2
C1=מקשי קיצור

[OptionsFrameLang]
C1=בחר את שפת הממשק
Caption=שפה
L1=:המר מחרוזות לא-יוניקוד בהתאם ל
L2=ראשי
L3=נוסף
L4=שפות ישנות

[OptionsFrameMLMain]
B1=...מעקב קבצים
C1=ספריית מוסיקה
Caption=ספריית מוסיקה
CB1=הגדר סימון משתמש
CB2=הפעל רשימת השמעה
CB3=השמעה כבר נספרה
CB4=הצג דירוג במקום קביעת סימון משתמש, אם עדיין לא נקבע סימון
CB5=שמור סימון משתמש לתגים של קובץ אודיו
CB6=הצג תמיד תוכן תת-תיקייה
CB7=במידה ואפשר שלב קבוצות רקות
GB1=כללי
GB2=-הוסף קובץ לבסיס הנתונים במידה ו
GB3=דירוג
GB4=ספירת השמעה
L1=:סף המינימום לזמן אורך הקובץ
L2=ספירה לאחר השמעה: לא ארוך יותר מארבע דקות
L3=:חישוב דירוג מבוסס על נתונים סטטיסטיים אחרונים
L4=ימים

[OptionsFrameNet]
C21=אפשרויות חיבור אינטרנט
Caption=אפשרויות חיבור
CB1=השתמש בחיבור ישיר
CB2=השתמש בהגדרות המערכת
CB3=הגדרת פרוקסי ידני
L1=:אשף משתמש
L79=:פסק זמן
L81=:גודל מטמון
L98=:סיסמה
L106=:שרת
L107=:פורט
L108=:משתמש

[OptionsFramePlayer]
Caption=נגן
CB21=תמיד מעל
G1=בקרה
GB4=שליטת הנגן באמצעות מקשי קיצור
GB5=שליטה באמצעות העכבר
GB15=העתק תבנית ללוח
L14=שנה מיקום בלחיצת מקשי קיצור ע''י
L16=שנה עוצמה בלחיצת מקשי קיצור ע''י
L33=:לחצן אמצעי

[OptionsFramePlayer.MOBox]
i[0]=(כלום)
i[1]=נגן/השהה
i[2]=הוסף קבצים

[OptionsFramePlayerBehavior]
C1=אוטומטי
CB7=חזור על הרצועה במצב קובץ בודד
CB22=עצור השמעה אם הקובץ הנוכחי נמחק
CB32=כוונון אוטומטי ערכת אקולייזר מותאמת עבור רצועה
CB48="שמור את מצב הנגן בניווט רשימות השמעה באמצעות לחצן "הקובץ הבא / קודם
CB58=דלג אוטומטי לרצועה הבאה
GB1=פשוט
GB2=באתחול התוכנה
GB3=מצב השמעה
GB4=בסיום רשימת ההשמעה
L1=:מצב השמעה

[OptionsFramePlayerBehavior.RG1]
i[0]=התחל השמעה
i[1]=חזור למצב נגן קודם
i[2]=ללא פעולה

[OptionsFramePlayerBehavior.RG2]
i[0]=דלג לרשימת השמעה הבאה
i[1]=חזור על רשימת השמעה
i[2]=-עצור ב

[OptionsFramePlayerBehavior.RG3]
i[0]=רגיל
i[1]=חזור על הרצועה
i[2]=ערבוב

[OptionsFramePlaylistBehavior]
C6=התנהגות
C19=גלול פריטי רשימה באמצעות גלגל העכבר
Caption=רשימת השמעה
CB1=הסר רשימת השמעה עם סגירת לשונית
CB2="פתח את המועדפים ברשימת השמעה חדשה "מועדפים
CB3=(שמור נתיבי קבצים קבועים (מומלץ
CB4="שמור רשימת השמעה "ברירת מחדל
CB8=בקש שם רשימת ההשמעה בעת יצירתו
CB31=שמור תור בסגירת התוכנה
CB46=סגור רשימת השמעה בלחיצה כפולה על לשונית
CB56=בקש אישור בעת מחיקת קבצים מהדיסק קשיח
CB57=מצב רשימת השמעה יחיד
GB1=נשמר
GB2=פשוט
L12=גלילה רגילה
L18="%s" גלול באמצעות לחיצה על

[OptionsFramePlaylistView]
bCancel=ביטול
bOk=אישור
C1=אפשרויות מראה
Caption=מראה
CB50=הצג מידע אודות קבצים נבחרים
cbAbsoluteNumeration=ספירה מוחלטת
cbGroupMode=הפעל קבוצות
cbMergeGroups=מזג אוטומטית קבוצות זהות
cbShow2ndLine=הצג שורה שניה עם פרטי מידע
cbShowDuration=הצג עמודות אורך
cbShowExpandBtns=הצג לחצני הרחבת קבוצות
cbShowMarks=הצג דירוג
cbShowNumbers=הצג מספר רצועה
cbShowSwitches=הצג עמודת בחירה
ddZoom=זום
gbFormating=הגדרות פורמט
gbGrouping=הגדרות קבוצה
gbLayoutSettings=הגדרות פריסת עיצוב

[OptionsFramePlugins]
B1=אתחל כעת
Caption=תוספים
L1=חלק מהתוספים שנבחרו אינם בשימוש תוכנה זו
lbURL=השג תוספים נוספים
N1=הסר
N2=טען פריטים נבחרים
N3=טען הכל
N4=בטל טעינת פריטים נבחרים
N5=בטל טעינת הכל

[OptionsFramePlugins.cbFilter]
i[0]=הכל
i[1]=נטען
i[2]=לא נטענו
i[3]=לא בשימוש

[OptionsFrameRadioCap]
C1=הגדרות כלליות
C22=הקלטת רדיו אינטרנט
Caption=רדיו אינטרנט
CB65=(MP3 / AAC / AAC+ הקלט זרימה ללא קידוד מחדש (רק עבור
CB66=כתוב תוויות לקובץ
CB67=CUE כתוב דו''ח
GB6=אפשרויות פורמט הקלטה
GB9=פצל לקבצים
L1=:מספר נסיונות חיבור בכשל התקשרות
L13=:זמן
L24=:תבנית שם קובץ
L25=:גודל
L85=:שמירה לתיקייה

[OptionsFrameRadioCap.cbBreakType]
i[0]=פצל לפי רצועות
i[1]=פצל לפי גודל
i[2]=פצל לפי זמן

[OptionsFrameRunningLine]
C13=שורת מידע נגללת
CB75=מחזורי
GB1=הנפשת שורת מידע נגללת
GB3=תבנית שורת מידע נגללת
L10=:מרווח עדכון
L35=:הופעה
L36=:תנועה

[OptionsFrameRunningLine.rsRun]
i[0]=מושבת
i[1]=שמאל
i[2]=ימין

[OptionsFrameRunningLine.rsShow]
i[0]=מושבת
i[1]=שמאל
i[2]=ימין
i[3]=מעלה
i[4]=מטה

[OptionsFrameSkins]
B2=...עיין
C1=סקינים
lbURL=קבל ערכות נושא נוספים
miDelete=הסר

[OptionsFrameSort]
L1=[!] השתמש בפקודת מאקרו "!%" למיון הפוך

[OptionsFrameSystem]
C1=מערכת
Caption=מערכת
CB2=הצג מידע רצועה נוכחית בשורת המשימות
CB3=אפשר גלילת מידע לקובץ נוכחי
CB4=הצג מצב התקדמות הנגן
CB5=הצג מצב הנגן בלחצן שורת המשימות
CB6=הצג מצב הנגן כצבעי פס ההתקדמות
CB7=השתמש במצב "בלתי מוגדר" לזרימת אודיו
CB18=מנע כיבוי מסך
CB23=Explorer הוסף לתפריט הסייר
CB24=CD/DVD הוסף לתפריט השמעה אוטומטית
CB40="הוסף קישור לתפריט "הפעלה
CB41=הוסף לרשימת תוכנות ברירת מחדל
CB60=הפעלה אוטומטית
GB1=מיזוג
GB2=הצג לחצן בשורת המשימות
L1=[!] חלון הנגן חייב להיות פעיל
L99=עדיפות

[OptionsFrameTrackList]
C4=אפשרויות ייצוא רשימה
Caption=ייצוא רשימה
CB54=ייצא פריטי רשימת השמעה מוסתרים
CB55=ייצא קבוצות רשימות השמעה
L26=:תבנית ברירת מחדל
L27=:מדגם

[OptionsFrameTray]
C15=כללי
C16=מידע קובץ
C17=שליטה באמצעות העכבר
Caption=מגש
CB1=מזער למגש במזעור התוכנה
CB2=מזער למגש המערכת באתחול
CB3=הצג נגן קומפקטי במזעור למגש
CB4=הצג מצב הנגן בסמל מגש
CB5=הצג תמיד סמל מגש
CB13=הצג מידע קובץ בעת מיקוד העכבר
L30=:לחיצה בודדת
L31=:לחיצה כפולה
L32=:לחיצה אמצעית
L34=:מרווח תצוגה

[OptionsFrameTray.TrayCmd]
i[0]=(מושבת)
i[1]=הצג/הסתר
i[2]=העבר להתחלה
i[3]=מידע קובץ
i[4]=AIMP בקרת עוצמה של
i[5]=נגן/השהה
i[6]=הוסף ונגן קבצים
i[7]=קובץ הבא
i[8]=קובץ קודם

[OptionsFrameVisual]
C23=ויזואליזציה
CB68=השתמש בהחלקה
CB71=:שנה ויזואליזציה כל כמה
GB7=מצב מסך מלא
GB10=שינויי ויזואליזציה
L21=:התחל במצב מסך מלא בתצוגה
L23=[!] העיבוד תתבצע בקצב איטי יותר, אבל תמונה ברורה יותר

[OptionsSoundOutFrame]
C1=אפשרויות השמעה
Caption=השמעה
CB2=בקרת עוצמה הלוגריתמי
L1=:סוג יציאת שמע
L2=:התקן
L3=:פרמטרים
L4=:גודל מטמון
L5=בחר את הערוצים ליציאת שמע, לשימוש ע"י התוכנה

[OptionsSoundOutTransformFrame]
B1=DSP ניהול
C1=אפשרויות המרה
CB1=אפשר ערבוב ערוצים
CB1Hint=המרה חכמה לקבצי מרובי ערוצים לסטריאו / מונו \nהדמיית סראונד עבור קבצי מונו / סטריאו
CB2=נגד רעשי רקע
CB2Hint=0 dB מנע אפקטים של שריטות ורעש, המופיעים כשאות האודיו קופץ מעל
CB3=רעד
CB3Hint=הפחת את העיוות המופיע בעת הפחתת עומק דגימה
GB1=מעקב מוסיקה
GB2=פשוט
L1=:דגימה מחדש
L2=מהירות
L3=איכות

[PlaylistsManagerDialog]
acImport=...ייבא רשימת השמעה
acImportDirs=...ייבא תיקיות
acRemove=הסר נבחרים מהדיסק
btnPreimage=הגדרות
cbReadOnly=נעל מפני שינויים
L1=רגיל
L2=הגדרות אישיות
L3=רשימות השמעה פעילות
L4=רשימות השמעה לא פעילות
L5=תצוגה מקדימה
lbPreimage=Preimage:
lbPreimageNotes=.[!] .רשימת השמעה <- Preimage :סנכרון מתבצע רק בכיוון אחד \n\n "preimage-לחץ על "רענן נתונים מ ,preimage הינו קובץ רשימת השמעה או תיקייה, מקור נתונים לרשימת השמעה הנוכחי. כדי לסנכרן עם Preimage
lbStorage=:מיקום

[PLS]
N1=נתיבי קובץ קבועים
N2=:מיין קבצים לאחר ההוספה לרשימת ההשמעה לפי תבנית
N3=הוסף
N20=הסרה
N22=הפעל
N23=השבת
N36=מועדפים
N37=הוסף
N39=עריכה

[QTEForm]
bCopyTo=...העתק ל
Caption=עורך תוויות
L1=טען
L2=שמור
L3=בטל בחירה להסרת עטיפת אלבום מקובץ בשמירה
T1=בסיסי
T2=מילות השיר
T3=CUE
T4=מידע

[QueueDialog]
Caption=ניהול תור
CB1=השהה
L1=:אורך כולל

[QueueDialog.ListView]
c[0]=מספר
c[1]=שם קובץ
c[2]=רשימת השמעה
c[3]=אורך

[Scheduler]
A1=כיבוי
A2=שינה
A3=סגור את התוכנה
A4=השהה השמעה
A5=שינה
B1=בזמן נתון
B2=עם סיום רשימת ההשמעה
B3=עם סיום תור השמעה
B4=עם סיום הקובץ
B5=אישור
Caption=תזמון
CB1=החלק שינויי עוצמה
CB3=:החלק עוצמת יציאה במשך
CB4=:העלאת עוצמה במשך
CB5=שעון שינה
CB6=שעון מעורר
L1=:זמן
L3=:מספר קבצים להשמעה לפני פעולת
L4=:בחר קובץ להשמעה
L5=[!] ניתן לגרור קובץ מרשימת השמעה או מסייר הקבצים לשדה טקסט
R1=בזמן נבחר
R2=כעבור זמן
S1=שניות
T1=שעון שינה
T2=שעון מעורר

[SearchForm]
B1=אפשרויות חיפוש
B2=סגור
Caption=חיפוש מתקדם
CB1=חיפוש לפי כותרות
CB2=חיפוש לפי אמנים
CB3=חיפוש לפי אלבומים
CB4=חיפוש לפי ז'אנרים
CB5=חיפוש לפי שמות קבצים
CB6=חיפוש אוטומטי
L1=(הכל)
N1=נגן
N2=דלג להתחלה

[SearchForm.Table]
c[0]=כותרת
c[1]=רשימת השמעה
c[2]=אינדקס התור

[Templates]
%Album=- אלבום
%AlbumArtist=- אמן האלבום
%AlbumGain=- ערך ריווח השמעה חוזרת לאלבום
%Artist=- אמן
%Bitrate=- קצב סיביות
%BPM=- קצב סיביות לדקה
%Caps(A)=- כל האותיות גדולות
%Channels=- ערוצים
%Char(A)=- A סמל המכיל את הקוד
%Composer=- מלחין
%DiskNumber=- מספר דיסק
%Duration=- (אורך רצועה (בשניות
%ExtractFileExt(A)= - extracting extension of file A
%FileCreatedDate=- תאריך יצירת הקובץ
%FileCreatedTime=- זמן יצירת הקובץ
%FileDir=- נתיב מלא לתיקיית האב
%FileFormat=- תבנית קובץ
%FileModifiedDate=- תאריך שינוי קובץ
%FileModifiedTime=- זמן שינוי קובץ
%FileName=- שם קובץ מלא
%FileParentDir=- שם תיקיית האב
%FileSize=- (גודל מלא (בביטים
%Format(A, B)=B - תבנית מחרוזת לערך מספרי, ערך - A
%Genre=- ז'אנר
%IF(A, B, C)== B - הוא ערך ריק, אחרת A אם, C
%IFEqual(A, B, C, D)== D - אחרת ,B = A אם ,C
%IFGreater(A, B, C, D)== D - אחרת ,A > B אם ,C
%IFGreaterOrEqual(A, B, C, D)== D - אחרת A >= B אם ,C
%Index=- מיקום ברשימת השמעה
%Length(A)=- A אורך מחרוזת
%Low(A)=- אותיות קטנות
%Lyrics=- אותיות השיר
%Mark=- סימון
%NewLine=(לרשימת שירים בלבד)
%PlayCount= - play count
%Publisher=- מפרסם
%Rating=- דירוג הרצועה
%Replace(A, B, C)=, ערך להחלפה - C, ערך לחיפוש - B, הינו מחרוזת מקור A כש
%SampleRate=- קצב סיביות
%StrCopy(A, B, C)=- מספר סמלים להעתקה - C שבו ,B -ל A -העתק סמלים מ
%StrPos(A, B)=- B במחרוזת A חיפוש תת - מחרוזת
%Title=- כותרת
%TrackGain=- ערך רווח השמעה חוזרת לרצועה
%TrackNumber=- מספר רצועה
%Up(A)=- אותיות גדולות
%Year=- שנה

[Updater]
B1=בדיקת עדכונים
B2=התקן
Caption=בדיקת עדכון
CB1=לא להזכיר אודות גירסה זו
L1=:הגירסה שלך
L2=:גירסה אחרונה
L3=בדיקת עדכונים ידנית
L4=%s :גירסה חדשה זמינה

